{
    "about_bastaku": "عن بسطة كيو",
    "tagline": "مستقبل التسوق عبر الإنترنت",
    "about_description": "في عالم التجارة السريع، حيث تتغير الأسعار يوميًا وتزداد المنافسة بين الموردين، أصبحت الحاجة إلى منصة موثوقة، شفافة، وسهلة الاستخدام أمرًا لا غنى عنه، من هنا وُلِدت *بسطة كيو* — منصة إلكترونية مبتكرة، تجمع بين الشركات والمصنّعين والمورّدين من جهة، وبين المشترين من جهة أخرى، لتقدّم لهم تجربة فريدة من نوعها في عالم البيع والشراء بسعر الجملة، بل وأقل من الجملة في كثير من الأحيان، نحن لا نعرض منتجات فحسب، بل نمنحك سوقًا متكاملًا، مصممًا بعناية ليوفّر لك الوقت، المال، والمجهود.",
    "listing_info": "الشركات والمورّدون الذين يعرضون منتجاتهم حاليًا على منصتنا",
    "successful_purchases": "عمليات الشراء الناجحة التي أُنجزت خلال الأشهر الماضية.",
    "customer_satisfaction_rate": "نسبة رضا العملاء عن تجربة الشراء والتوصيل.",
    "creative_solutions": "حلول إبداعية",
    "award_winning": "حائز على جوائز",
    "team_of_professionals": "فريق من المحترفين",
    "our_mission": "مهمتنا",
    "our_mission_description": "نحن في *بسطة كيو* نؤمن أن التجارة يجب أن تكون بسيطة، شفافة، ومتاحة للجميع. مهمتنا هي بناء بيئة رقمية آمنة وموثوقة، تمكّن الشركات من عرض منتجاتها بسهولة، وتُمكّن العملاء من الوصول إلى هذه المنتجات بأسعار منافسة دون تعقيدات. نحن نعمل على تسهيل العملية بأكملها، بدءًا من عرض المنتج وحتى استلامه، مرورًا بالتسعير والمقارنة والدفع والتوصيل.",
    "what_we_offer_buyers": "ماذا نقدم للمشترين؟",
    "what_we_offer_buyers_description": "إذا كنتعميلًا يشتري كميات، أو يحتاج الى الشراء بسعر الجملة وأرخص الاسعار  فستجد في *بسطة كيو* كل ما تحتاجه. نوفر لك تشكيلة واسعة من المنتجات، من شركات متنوعة وموثوقة، مع إمكانية المقارنة بين الأسعار والجودة بكل شفافية. السعر المعروض هو سعر جملة حقيقي، بدون عمولات خفية أو زيادات غير مبررة، التوصيل يتم بسرعة واحترافية، والدعم الفني متوفر في كل خطوة. باختصار، نوفر لك تجربة شراء ذكية وآمنة، تُساعدك على تنمية نشاطك وزيادة أرباحك.",
    "what_we_offer_suppliers": "ماذا نقدم للمورّدين والشركات؟",
    "what_we_offer_suppliers_description": ".أما إذا كنت تمثّل شركة أو علامة تجارية، فـ*بسطة كيو* تتيح لك فرصة استثنائية لعرض منتجاتك أمام جمهور واسع يبحث عن العروض والمنتجات المميزة. نحن نمكّنك من التوسع والوصول إلى عملاء حقيقيين دون الحاجة إلى تكاليف تسويق ضخمة، من خلال لوحة تحكم سهلة، يمكنك متابعة المبيعات، إدارة المنتجات، وتحليل سلوك المشترين. أنت تتحكم في الكميات، والعروض، بينما نتكفّل نحن بالبنية التحتية، الدعم، والتسويق الرقمي. نحن لا نعرض منتجات فقط، بل نساعد على بيعها وتوسيع انتشارها.",
    "our_vision": "رؤيتنا",
    "our_vision_description": "رؤيتنا في *بسطة كيو* أن نصبح المنصة الأولى في الكويت لتجارة الجملة،  نحن نؤمن أن كل تاجر صغير يحق له أن يحصل على سعر منافس دون عناء، وأن كل شركة تستحق أن تصل لعملائها دون وسيط أو حاجز، نعمل يوميًا على تطوير منصتنا، تحسين تجربة المستخدم، وتوسيع شبكتنا من الموردين والعملاء. نؤمن أن بناء الثقة لا يتم بالشعارات، بل بالنتائج والتجارب الفعلية، وهذا ما نثبته يومًا بعد يوم",
    "why_we're_different": "لماذا نختلف عن غيرنا؟",
    "why_we're_different_description": "بسطة كيو* ليست مجرد متجر إلكتروني آخر. نحن منصة تهدف إلى تغيير شكل التجارة التقليدية بالكامل. نحن ندمج بين التقنية الذكية والتجارة الواقعية، لنبني جسرًا رقميًا حقيقيًا بين البائع والمشتري. نضع الشفافية في قلب كل عملية، ونحافظ على جودة المنتجات من خلال رقابة دقيقة، وتوثيق شامل لكل الشركات التي تعرض معنا. نحن لا نقبل بأي منتج، ولا نعرض أي شركة، بل نختار بعناية من نعمل معه، لنضمن للعميل الثقة، وللمورد النتائج.",
    "in_closing": "ختامًا",
    "in_closing_description": "إذا كنت تبحث عن الأسعار المناسبة، الجودة الموثوقة، والتجربة السلسة — فـ*بسطة كيو* هو مكانك. وإذا كنت شركة تبحث عن جمهور جديد، وأسلوب بيع حديث وفعّال — فمكانك معنا أيضًا. ابدأ اليوم، ولا تجعل السوق التقليدي يحدّ من طموحك.",
    "our_partners": "شركاؤنا"
  }