{
    "about_bastaku": "About BastaKUو",
    "tagline": "The Future of Online Shopping:",
    "about_description": "In today’s fast-paced world of commerce, where prices shift daily and competition between suppliers grows fiercer, the need for a reliable, transparent, and user-friendly platform has become essential. That’s where BastaKU was born — an innovative e-commerce platform that connects companies, manufacturers, and suppliers on one side, with buyers on the other. We offer a unique experience in the world of wholesale — and often below-wholesale — trade. We don’t just display products; we provide a fully integrated marketplace designed to save you time, money, and effort.",
    "listing_info": "companies and suppliers currently listing products on our platform.",
    "successful_purchases": "successful purchases completed in recent months.",
    "customer_satisfaction_rate": "customer satisfaction rate regarding the shopping and delivery experience.",
    "creative_solutions": "Creative Solutions",
    "award_winning": "Award Winning",
    "team_of_professionals": "Team of Professionals",
    "our_mission": "Our Mission",
    "our_mission_description": "At BastaKU, we believe trade should be simple, transparent, and accessible to everyone. Our mission is to build a secure and trustworthy digital environment where businesses can easily showcase their products, and customers can access them at competitive prices without unnecessary complications. We simplify the entire process — from product listing and price comparison to payment and delivery.",
    "what_we_offer_buyers": "What We Offer Buyers?",
    "what_we_offer_buyers_description": "If you're a customer buying in bulk or looking for wholesale and unbeatable prices, Basita Q is your go-to destination. We offer a wide selection of products from various trusted companies, with the ability to compare prices and quality with complete transparency. The listed price is a true wholesale rate — no hidden commissions or unjustified markups. Delivery is fast and professional, and technical support is available every step of the way. In short, we offer a smart and secure shopping experience that helps grow your business and increase your profits.",
    "what_we_offer_suppliers": "What We Offer Suppliers and Companies?",
    "what_we_offer_suppliers_description": "If you represent a company or brand, Basita Q gives you an exceptional opportunity to showcase your products to a wide audience actively seeking offers and quality goods. We help you expand and reach real customers without the need for massive marketing budgets. Through an easy-to-use dashboard, you can track sales, manage your inventory, and analyze buyer behavior. You control quantities and promotions, while we handle the infrastructure, support, and digital marketing. We don't just display your products — we help you sell and grow.",
    "our_vision": "Our Vision",
    "our_vision_description": "Our vision at Basita Q is to become the number one wholesale platform in Kuwait. We believe every small trader deserves competitive prices without hassle, and every company deserves direct access to its customers without intermediaries. We work daily to improve our platform, enhance user experience, and grow our network of suppliers and customers. We believe trust isn’t built on slogans — it’s built on real results and tangible experiences. That’s what we prove, day after day.",
    "why_we're_different": "Why We’re Different?",
    "why_we're_different_description": "BastaKU isn’t just another e-commerce platform. We’re a community of traders, suppliers, and buyers who believe in the power of collaboration and transparency. We don’t just connect buyers with suppliers; we build relationships based on trust and mutual benefit. Our platform is designed to be user-friendly, efficient, and secure, ensuring that every transaction is smooth and hassle-free.",
    "in_closing": "In Closing",
    "in_closing_description": "If you're looking for the right price, trusted quality, and a smooth experience — Basita Q is your place. And if you're a company seeking a new audience and a modern, effective sales method — you're in the right place too. Start today — don't let the traditional market limit your ambition.",
    "our_partners": "Our Partners"


  }